Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Stuck? Roll the dice.
ar: عالقة؟ رمي النرد.
bg: Закъсал? Хвърли заровете.
bs: Zaglavljen? Baci kockice.
ca: Enganxat? Tira els daus.
cs: Zaseknutý? Hoďte kostkou.
da: Sidder fast? Kast terningerne.
de: Festgefahren? Lass die Würfel rollen.
el: Κολλήθηκε; Ρίξτε τα ζάρια.
es: ¿Atascado? Tira los dados.
et: Kinni jäänud? Veereta täringut.
eu: Trabatuta? Tira dadoa.
fi: Jumissa? Heitä noppaa.
fr: Coincé ? Lancez les dés.
ga: bhfostú? Rollaigh an dísle.
gl: Atrapado? Tira os dados.
he: תקוע? לזרוק את הקוביות.
hi: अटक गए? पासा फैंके।
hr: Zapelo? Bacite kockice.
hu: Elakadt? Dobj a kockával.
id: Terjebak? Gulung dadu.
is: Fastur? Kastaðu teningunum.
it: Bloccato? Lancia i dadi.
ja: 行き詰まっていますか？サイコロを転がします。
ka: გაიჭედა? გააგორეთ კამათელი.
kk: Кептеліп қалдыңыз ба? Сүйектерді лақтырыңыз.
ko: 막혔나요? 주사위를 굴립니다.
lt: Užstrigo? Išmeskite kauliukus.
lv: Iestrēdzis? Ritiniet kauliņus.
mk: Заглавени? Свртете ги коцките.
ms: tersekat? Melempar dadu.
mt: Imwaħħal? Irrombla d-dadi.
nb: Sitter du fast? Kast terningen.
nl: Zit je vast? Gooi de dobbelstenen.
pl: Utknąłeś? Rzuć kostką.
pt_br: Preso? Jogue os dados.
ro: Blocat? Rotiți zarurile.
ru: Застряли? Бросьте кубик.
sk: Zaseknutý? Hoďte kockou.
sl: Zataknjen? Vrzite kocke.
sq: Mbërthyer? Hidh zarin.
sr: Заглављен? Баци коцкице.
sv: Fastnat? Kasta tärningen.
th: ติดขัด? ทอยลูกเต๋า
tr: Sıkışmış mı? Zarları at.
uk: Застряг? Киньте кубик.
vi: Bị mắc kẹt? Đổ xúc xắc.
zh_hans: 卡住了？掷骰子。
zh_hk: 卡住？擲骰子。

source: Subscriptions renew automatically unless cancelled at least 24 hours before the period ends. Manage or cancel in Settings.
ar: يتم تجديد الاشتراكات تلقائيًا ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من انتهاء الفترة. إدارة أو إلغاء في الإعدادات.
bg: Абонаментите се подновяват автоматично, освен ако не бъдат анулирани поне 24 часа преди края на периода. Управлявайте или анулирайте в Настройки.
bs: Pretplate se automatski obnavljaju osim ako se ne otkaže najmanje 24 sata prije isteka perioda. Upravljajte ili otkažite u Postavkama.
ca: Les subscripcions es renoven automàticament tret que es cancel·lin almenys 24 hores abans que finalitzi el període. Gestiona o cancel·la a Configuració.
cs: Předplatné se automaticky obnovuje, pokud není zrušeno alespoň 24 hodin před koncem období. Spravujte nebo zrušte v Nastavení.
da: Abonnementer fornyes automatisk, medmindre de opsiges mindst 24 timer før perioden udløber. Administrer eller annuller i Indstillinger.
de: Abonnements verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ablauf des Zeitraums gekündigt werden. In den Einstellungen verwalten oder kündigen.
el: Οι συνδρομές ανανεώνονται αυτόματα εκτός εάν ακυρωθούν τουλάχιστον 24 ώρες πριν από τη λήξη της περιόδου. Διαχείριση ή ακύρωση στις Ρυθμίσεις.
es: Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes de que finalice el período. Administrar o cancelar en Configuración.
et: Tellimused uuenevad automaatselt, kui neid ei tühistata vähemalt 24 tundi enne perioodi lõppu. Hallake või tühistage menüüs Seaded.
eu: Harpidetzak automatikoki berritzen dira, epea amaitu baino gutxienez 24 ordu lehenago bertan behera uzten ez badira. Kudeatu edo bertan behera utzi Ezarpenak atalean.
fi: Tilaukset uusiutuvat automaattisesti, ellei niitä peruuteta vähintään 24 tuntia ennen jakson päättymistä. Hallinnoi tai peruuta asetuksissa.
fr: Les abonnements se renouvellent automatiquement sauf annulation au moins 24 heures avant la fin de la période. Gérer ou annuler dans Paramètres.
ga: Athnuachan síntiúis go huathoibríoch mura gcuirtear ar ceal iad 24 uair ar a laghad roimh dheireadh na tréimhse. Bainistigh nó cealaigh sna Socruithe.
gl: As subscricións renóvanse automaticamente a menos que se cancelen polo menos 24 horas antes de que remate o período. Xestiona ou cancela en Configuración.
he: המנויים מתחדשים אוטומטית אלא אם בוטלו לפחות 24 שעות לפני סיום התקופה. נהל או בטל בהגדרות.
hi: अवधि समाप्त होने से कम से कम 24 घंटे पहले रद्द न होने तक सदस्यताएँ स्वचालित रूप से नवीनीकृत हो जाती हैं। सेटिंग्स में प्रबंधित करें या रद्द करें.
hr: Pretplate se automatski obnavljaju osim ako se ne otkažu najmanje 24 sata prije završetka razdoblja. Upravljajte ili otkažite u Postavkama.
hu: Az előfizetések automatikusan megújulnak, hacsak nem mondják le legalább 24 órával az időszak vége előtt. Manage or cancel in Settings.
id: Langganan diperpanjang secara otomatis kecuali dibatalkan setidaknya 24 jam sebelum periode berakhir. Kelola atau batalkan di Pengaturan.
is: Áskrift endurnýjast sjálfkrafa nema þeim sé sagt upp a.m.k. 24 klukkustundum áður en tímabilinu lýkur. Stjórna eða hætta við í stillingum.
it: Gli abbonamenti si rinnovano automaticamente a meno che non vengano annullati almeno 24 ore prima della fine del periodo. Gestisci o annulla in Impostazioni.
ja: 期間が終了する少なくとも 24 時間前にキャンセルしない限り、サブスクリプションは自動的に更新されます。設定で管理またはキャンセルします。
ka: გამოწერები ავტომატურად განახლდება, თუ არ გაუქმდება პერიოდის დასრულებამდე მინიმუმ 24 საათით ადრე. მართეთ ან გააუქმეთ პარამეტრებიდან.
kk: Мерзімнің аяқталуына кемінде 24 сағат қалғанда бас тартылмаса, жазылымдар автоматты түрде жаңартылады. Параметрлерде басқарыңыз немесе бас тартыңыз.
ko: 기간이 종료되기 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다. 설정에서 관리하거나 취소하세요.
lt: Prenumeratos atnaujinamos automatiškai, nebent jos atšauktos likus bent 24 valandoms iki laikotarpio pabaigos. Tvarkykite arba atšaukite nustatymuose.
lv: Abonementi tiek automātiski atjaunoti, ja vien tie netiek atcelti vismaz 24 stundas pirms perioda beigām. Pārvaldiet vai atceliet iestatījumus.
mk: Претплатите се обновуваат автоматски освен ако не се откажат најмалку 24 часа пред истекот на периодот. Управувајте или откажете во Поставки.
ms: Langganan diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum tempoh tamat. Urus atau batalkan dalam Tetapan.
mt: L-abbonamenti jġeddu awtomatikament sakemm ma jiġux ikkanċellati mill-inqas 24 siegħa qabel jintemm il-perjodu. Immaniġġja jew tikkanċella fis-Settings.
nb: Abonnementer fornyes automatisk med mindre de kanselleres minst 24 timer før perioden slutter. Administrer eller avbryt i Innstillinger.
nl: Abonnementen worden automatisch verlengd, tenzij ze ten minste 24 uur vóór het einde van de periode worden opgezegd. Beheer of annuleer in Instellingen.
pl: Subskrypcje odnawiają się automatycznie, chyba że zostaną anulowane co najmniej 24 godziny przed końcem okresu. Zarządzaj lub anuluj w Ustawieniach.
pt_br: As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do término do período. Gerencie ou cancele em Configurações.
ro: Abonamentele se reînnoiesc automat, cu excepția cazului în care sunt anulate cu cel puțin 24 de ore înainte de încheierea perioadei. Gestionați sau anulați în Setări.
ru: Подписки продлеваются автоматически, если они не отменены по крайней мере за 24 часа до окончания периода. Управляйте или отменяйте в настройках.
sk: Predplatné sa obnovuje automaticky, pokiaľ nie je zrušené aspoň 24 hodín pred koncom obdobia. Spravujte alebo zrušte v Nastaveniach.
sl: Naročnine se samodejno obnovijo, razen če jih prekličete vsaj 24 ur pred koncem obdobja. Upravljajte ali prekličite v nastavitvah.
sq: Abonimet rinovohen automatikisht nëse nuk anulohen të paktën 24 orë përpara përfundimit të periudhës. Menaxho ose anuloje te "Cilësimet".
sr: Претплате се аутоматски обнављају осим ако се не откаже најмање 24 сата пре истека периода. Управљајте или откажите у подешавањима.
sv: Prenumerationer förnyas automatiskt om de inte avbryts minst 24 timmar innan perioden slutar. Hantera eller avbryt i Inställningar.
th: การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติเว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดระยะเวลา จัดการหรือยกเลิกในการตั้งค่า
tr: Abonelikler, sürenin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir. Ayarlar'da yönetin veya iptal edin.
uk: Підписки поновлюються автоматично, якщо їх не скасовувати принаймні за 24 години до закінчення періоду. Керуйте або скасуйте в налаштуваннях.
vi: Đăng ký tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi thời gian kết thúc. Quản lý hoặc hủy trong Cài đặt.
zh_hans: 订阅会自动续订，除非在订阅期结束前至少 24 小时取消。在“设置”中管理或取消。
zh_hk: 订阅会自动续订，除非在订阅期结束前至少 24 小时取消。在“設定”中管理或取消。

source: Suede
ar: من جلد الغزال
bg: Велур
bs: Antilop kože
ca: Camussa
cs: Semiš
da: Ruskind
de: Wildleder
el: Καστόρι
es: Ante
et: Seemisnahk
eu: Suede larrua
fi: Mokka
fr: Suède
ga: Leathar suede
gl: Ante
he: זֶמֶשׁ
hi: साबर
hr: Antilop
hu: Szarvasbőr
id: Kulit suede
is: Rússkinn
it: Pelle scamosciata
ja: スエード
ka: ზამში
kk: Күдері
ko: 스웨이드 가죽
lt: Zomša
lv: Zamšāda
mk: Велур
ms: Kulit suede
mt: Suède
nb: Semsket skinn
nl: Suède
pl: Zamsz
pt_br: Camurça
ro: Piele de căprioară
ru: Замша
sk: Semiš
sl: Semiš
sq: Kamoshi
sr: Суеде
sv: Mocka
th: หนังกลับ
tr: Süet
uk: Замша
vi: da lộn
zh_hans: 绒面革
zh_hk: 絨面革

source: Surprise me
ar: فاجأني
bg: Изненадайте ме
bs: Iznenadi me
ca: Sorprèn-me
cs: Překvapte mě
da: Overrask mig
de: Überrasche mich
el: Εκπλήξτε με
es: sorpréndeme
et: Üllata mind
eu: Harritu nazazu
fi: Yllätä minut
fr: Surprenez-moi
ga: Iontas orm
gl: Sorpréndeme
he: תפתיע אותי
hi: मुझे आश्चर्यचकित करो
hr: Iznenadi me
hu: Lepj meg
id: Kejutkan aku
is: Komdu mér á óvart
it: Sorprendimi
ja: 驚かせてください
ka: გამაოცეთ
kk: Мені таң қалдыр
ko: 나를 놀라게 해주세요
lt: Nustebink mane
lv: Pārsteidz mani
mk: Изненади ме
ms: Kejutkan saya
mt: Sorprendi
nb: Overrask meg
nl: Verras mij
pl: Zaskocz mnie
pt_br: Surpreenda-me
ro: Surprinde-ma
ru: Удиви меня
sk: Prekvapte ma
sl: preseneti me
sq: Më befasoni
sr: Изненади ме
sv: Överraska mig
th: ทำให้ฉันประหลาดใจ
tr: Beni şaşırt
uk: Здивуйте мене
vi: làm tôi ngạc nhiên
zh_hans: 让我惊讶
zh_hk: 讓我驚訝

source: Swipe a card away to see the next one.
ar: اسحب البطاقة بعيدًا لرؤية البطاقة التالية.
bg: Плъзнете карта настрани, за да видите следващата.
bs: Prevucite karticu u stranu da vidite sljedeću.
ca: Feu lliscar una targeta per veure'n la següent.
cs: Odtažením karty zobrazíte další.
da: Stryg et kort væk for at se det næste.
de: Streiche eine Karte weg, um die nächste zu sehen.
el: Σύρετε μια κάρτα μακριά για να δείτε την επόμενη.
es: Desliza una tarjeta para ver la siguiente.
et: Järgmise kuvamiseks pühkige kaart eemale.
eu: Irristatu txartel bat kanpoan hurrengoa ikusteko.
fi: Pyyhkäise kortti poispäin nähdäksesi seuraavan.
fr: Fais glisser une carte pour voir la suivante.
ga: Svaidhpeáil cárta leat chun an chéad cheann eile a fheiceáil.
gl: Pasa o dedo para afastar unha tarxeta para ver a seguinte.
he: החלק כרטיס הצידה כדי לראות את הכרטיס הבא.
hi: अगला कार्ड देखने के लिए एक कार्ड को दूर स्वाइप करें।
hr: Kliznite karticu da biste vidjeli sljedeću.
hu: Csúsztasson el egy kártyát a következő megtekintéséhez.
id: Gesek kartu untuk melihat kartu berikutnya.
is: Strjúktu korti í burtu til að sjá næsta.
it: Scorri una carta per vedere quella successiva.
ja: カードをスワイプして次のカードを表示します。
ka: გადაფურცლეთ ბარათი, რომ ნახოთ შემდეგი.
kk: Келесісін көру үшін картаны сырғытыңыз.
ko: 다음 카드를 보려면 카드를 스와이프하세요.
lt: Perbraukite kortelę, kad pamatytumėte kitą.
lv: Velciet kartīti prom, lai skatītu nākamo.
mk: Повлечете картичка настрана за да ја видите следната.
ms: Leret kad untuk melihat kad seterusnya.
mt: Swipe karta 'l bogħod biex tara dik li jmiss.
nb: Sveip et kort bort for å se det neste.
nl: Veeg een kaart weg om de volgende te zien.
pl: Przesuń kartę, aby zobaczyć następną.
pt_br: Deslize um cartão para ver o próximo.
ro: Glisați un card pentru a vedea următorul.
ru: Смахните карту, чтобы увидеть следующую.
sk: Potiahnutím karty preč zobrazíte ďalšiu.
sl: Povlecite kartico stran, da vidite naslednjo.
sq: Rrëshqitni një kartë larg për të parë një tjetër.
sr: Превуците картицу у страну да бисте видели следећу.
sv: Svep bort ett kort för att se nästa.
th: ปัดการ์ดออกไปเพื่อดูการ์ดถัดไป
tr: Bir sonrakini görmek için bir kartı hızlıca kaydırın.
uk: Проведи пальцем по картці, щоб побачити наступну.
vi: Vuốt một thẻ sang một bên để xem thẻ tiếp theo.
zh_hans: 刷掉一张卡片即可查看下一张卡片。
zh_hk: 刷掉一張卡片即可查看下一張卡片。

source: Swipe to New Letter and a ram sets off with it.
ar: اسحب إلى رسالة جديدة وسينطلق الكبش معها.
bg: Плъзнете до Нова буква и овен тръгва с нея.
bs: Prevucite prstom do Novog slova i ovan kreće s njim.
ca: Fes lliscar el dit a lletra nova i un ariet s'encén amb ell.
cs: Přejeďte na New Letter a beran s ním vyrazí.
da: Swipe til New Letter og en vædder sætter afsted med det.
de: Streiche zu „Neuer Brief“ und ein Widder macht sich damit auf den Weg.
el: Σύρετε στο New Letter και ένας κριός ξεκινά μαζί του.
es: Desliza el dedo hacia Nueva letra y un ariete se pondrá en marcha con ella.
et: Pühkige valikule New Letter ja jäär asub sellega teele.
eu: Irristatu Letra Berrira eta ahari bat abiatuko da berarekin.
fi: Pyyhkäise kohtaan New Letter ja ram lähtee sen mukana.
fr: Fais glisser ton doigt vers Nouvelle lettre et un bélier part avec.
ga: Svaidhpeáil go dtí an Litir Nua agus imíonn reithe leis.
gl: Pasa o dedo ata New Letter e un carneiro parte con ela.
he: החלק לאות חדשה ואיל יוצא איתו לדרך.
hi: नए पत्र पर स्वाइप करें और एक रैम उसके साथ रवाना हो जाता है।
hr: Prijeđite prstom do New Letter i ovan kreće s njim.
hu: Csúsztasd az új levélre, és egy kos indul vele.
id: Gesek ke Surat Baru dan seekor domba jantan berangkat bersamanya.
is: Strjúktu að Nýtt bréf og hrútur leggur af stað með hann.
it: Scorri fino a Nuova lettera e un ariete partirà con essa.
ja: 新しい文字にスワイプすると、雄羊がそれとともに出発します。
ka: გადაფურცლეთ ახალ ასოზე და მასთან ერთად ვერძი დაიძრა.
kk: Жаңа әріпке сырғытыңыз және онымен қошқар жолға шығады.
ko: New Letter로 스와이프하면 숫양이 함께 출발합니다.
lt: Perbraukite iki Naujos raidės ir avinas su juo pajuda.
lv: Pārvelciet uz New Letter, un ar to dosies auns.
mk: Повлечете до Ново писмо и овен тргнува со него.
ms: Leret ke Huruf Baharu dan seekor domba jantan berangkat bersamanya.
mt: Swipe lejn Ittra Ġdida u muntun jitlaq magħha.
nb: Sveip til New Letter, og en ram setter av sted med den.
nl: Swipe naar Nieuwe Letter en er gaat een ram mee op pad.
pl: Przesuń palcem do opcji Nowy list, a baran wyruszy z nim.
pt_br: Deslize para Nova Carta e um carneiro parte com ela.
ro: Glisați la Literă nouă și un berbec pornește cu ea.
ru: Проведи до пункта «Новое письмо», и вместе с ним уйдет баран.
sk: Prejdite prstom na Nové písmeno a baran s ním vyráža.
sl: Povlecite do New Letter in oven se odpravi z njim.
sq: Rrëshqitni te New Letter dhe një dash niset me të.
sr: Превуците до Ново писмо и ован креће са њим.
sv: Svep till New Letter och en bagge ger sig av med den.
th: ปัดไปที่จดหมายใหม่แล้วแกะก็ออกเดินทางด้วย
tr: Yeni Harf'e kaydırdığınızda bir koç onunla birlikte yola çıkar.
uk: Проведи пальцем до New Letter, і баран вирушає з ним.
vi: Vuốt sang Thư mới và một con ram khởi hành cùng với nó.
zh_hans: 滑动到新信，公羊就会带着它出发。
zh_hk: 滑動到新信，公羊就會帶著它出發。

source: System
ar: نظام
bg: система
bs: Sistem
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
et: Süsteem
eu: Sistema
fi: Järjestelmä
fr: Système
ga: Córas
gl: Sistema
he: מַעֲרֶכֶת
hi: प्रणाली
hr: sustav
hu: Rendszer
id: Sistem
is: Kerfi
it: Sistema
ja: システム
ka: სისტემა
kk: Жүйе
ko: 체계
lt: Sistema
lv: Sistēma
mk: Систем
ms: Sistem
mt: Sistema
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Система
sk: Systém
sl: Sistem
sq: Sistemi
sr: Систем
th: ระบบ
tr: Sistem
uk: система
vi: Hệ thống
zh_hans: 系统
zh_hk: 系統

source: Table
ar: الجدول
bg: Таблица
bs: Sto
ca: Taula
cs: Tabulka
da: Bord
de: Tisch
el: Πίνακας
es: mesa
et: Tabel
eu: Taula
fi: Taulukko
fr: Tableau
ga: Tábla
gl: Táboa
he: שולחן
hi: टेबल
hr: Tablica
hu: táblázat
id: Tabel
is: Tafla
it: Tabella
ja: テーブル
ka: მაგიდა
kk: Кесте
ko: 테이블
lt: Lentelė
lv: Tabula
mk: Табела
ms: Jadual
mt: Tabella
nb: Tabell
nl: Tafel
pl: Stół
pt_br: Mesa
ro: Tabelul
ru: Таблица
sk: Tabuľka
sl: Tabela
sq: Tabela
sr: Табле
sv: Tabell
th: ตาราง
tr: Tablo
uk: Таблиця
vi: Bảng
zh_hans: 表
zh_hk: 桌子

source: Take it back
ar: استعادتها
bg: Вземете го обратно
bs: Uzmi ga nazad
ca: Torna-ho
cs: Vezměte to zpět
da: Tag den tilbage
de: Zurückholen
el: Πάρτε το πίσω
es: Retíralo
et: Võtke see tagasi
eu: Hartu atzera
fi: Ota se takaisin
fr: Reprenez-le
ga: Tóg ar ais é
gl: Tómao de volta
he: קח את זה בחזרה
hi: इसे वापस ले लो
hr: Uzmi to natrag
hu: Vidd vissza
id: Ambil kembali
is: Taktu það til baka
it: Riprendilo
ja: 取り戻してください
ka: უკან წაიღე
kk: Қайтарыңыз
ko: 다시 가져가세요
lt: Paimk atgal
lv: Ņem to atpakaļ
mk: Земете го назад
ms: Ambil balik
mt: Ħudha lura
nb: Ta den tilbake
nl: Neem het terug
pl: Weź to z powrotem
pt_br: Leve de volta
ro: Ia-l înapoi
ru: Забрать обратно
sk: Vezmi to späť
sl: Vzemi nazaj
sq: Merre mbrapsht
sr: Узми то назад
sv: Ta tillbaka det
th: เอามันกลับมา
tr: Geri al
uk: Заберіть це назад
vi: Mang nó trở lại
zh_hans: 把它拿回来
zh_hk: 把它拿回來

source: Tall Order
ar: طلب طويل القامة
bg: Висок ред
bs: Visoki red
ca: Gran ordre
cs: Vysoký řád
da: Høj orden
de: Hoher Auftrag
el: Ταλ Τάξης
es: Orden alta
et: Kõrge järjekord
eu: Ordena altua
fi: Korkea tilaus
fr: Une commande de taille
ga: Ordú Ard
gl: Realización de tarefas difíciles
he: מסדר גבוה
hi: लंबा आदेश
hr: Visoki poredak
hu: Magas Rend
id: Orde Tinggi
is: Erfið verkefni
it: Ordine elevato
ja: トールオーダー
ka: მაღალი ორდერი
kk: Биік тәртіп
ko: 큰 주문
lt: Aukštasis ordinas
lv: Augstais ordenis
mk: Висок ред
ms: Perintah Tinggi
mt: Kisba kompitu diffiċli
nb: Høy orden
nl: Grote bestelling
pl: Wysoki porządek
pt_br: Ordem alta
ro: Ordin mare
ru: Высокий порядок
sk: Vysoký poriadok
sl: Visoko naročilo
sq: Rendi i gjatë
sr: Талл Ордер
sv: Svår uppgift att uppnå
th: คำสั่งสูง
tr: Uzun Sipariş
uk: Високий порядок
vi: Thứ tự cao
zh_hans: 艰巨的任务
zh_hk: 艱鉅的任務

source: Tap a courier or Shake to Hand Off, then you both shake your phones.
ar: اضغط على ساعي البريد أو قم بالهز لتسليم اليد، ثم قم بهز هواتفكما.
bg: Докоснете куриер или Shake to Hand Off, след което и двамата разклатете телефоните си.
bs: Dodirnite kurira ili Shake to Hand Off, a zatim oboje protresete telefone.
ca: Toqueu un missatger o Shake to Hand Off, i tots dos agiteu els vostres telèfons.
cs: Klepněte na kurýra nebo Shake to Hand Off a pak oba zatřeste telefony.
da: Tryk på en kurer eller Shake to Hand Off, så ryster I begge jeres telefoner.
de: Tippe auf einen Kurier oder auf „Zum Übergeben schütteln“, dann schüttelt ihr beide eure Telefone.
el: Πατήστε έναν κούριερ ή το Shake to Hand Off και, στη συνέχεια, κουνήστε και οι δύο τα τηλέφωνά σας.
es: Toque un mensajero o Agitar para entregar y luego ambos agiten sus teléfonos.
et: Puudutage kullerit või käsku Shake to Hand Off, seejärel raputage mõlemad oma telefone.
eu: Sakatu mezulari bat edo Shake to Hand Off, eta, ondoren, biak astintzen dituzu telefonoak.
fi: Napauta kuriiria tai Shake to Hand Off, sitten molemmat ravistelet puhelimia.
fr: Touche un coursier ou Secoue pour passer le relais, puis secouez tous les deux vos téléphones.
ga: Tapáil cúiréireachta nó Croith le Láimh as, ansin croith an bheirt agaibh do ghutháin.
gl: Toca un mensaxeiro ou Shake to Hand Off e, a continuación, axitades os dous os teléfonos.
he: הקש על שליח או על Shake to Hand Off, ואז שניכם מנערים את הטלפונים שלך.
hi: किसी कूरियर को टैप करें या हैंड ऑफ करने के लिए हिलाएं, फिर आप दोनों अपने फोन को हिलाएं।
hr: Dodirnite kurir ili Shake to Hand Off, zatim oboje protresite telefone.
hu: Koppintson egy futárra vagy a Shake to Hand Off elemre, majd mindketten rázza meg telefonját.
id: Ketuk kurir atau Goyang untuk Menyerahkan, lalu Anda berdua menggoyangkan ponsel Anda.
is: Bankaðu á hraðboði eða Shake to Hand Off, þá hristu þið bæði símana ykkar.
it: Tocca un corriere o Agita per consegnare, quindi scuoti entrambi i telefoni.
ja: 宅配業者をタップするか、「シェイクして引き渡し」をタップして、お互いに携帯電話をシェイクしてください。
ka: შეეხეთ კურიერს ან Shake to Hand Off, შემდეგ ორივე შეარყევთ ტელეფონებს.
kk: Курьерді түртіңіз немесе Shake to Hand Off, содан кейін екеуіңіз де телефондарыңызды шайқайсыз.
ko: 택배기사를 탭하거나 흔들어서 전달하면 두 사람 모두 휴대폰을 흔듭니다.
lt: Bakstelėkite kurjerį arba „Shake to Hand Off“, tada abu papurtysite telefonus.
lv: Pieskarieties kurjeram vai Sakratiet, lai izslēgtu roku, pēc tam abi pakratiet tālruņus.
mk: Допрете курир или Shake to Hand Off, а потоа и двајцата тресете ги телефоните.
ms: Ketik kurier atau Goncang untuk Serahkan, kemudian anda berdua goncang telefon anda.
mt: Tektek kurrier jew Shake to Hand Off, imbagħad it-tnejn ħawwdu t-telefowns tiegħek.
nb: Trykk på en kurer eller Shake to Hand Off, så rister dere begge telefonene.
nl: Tik op een koerier of op Shake to Hand Off, waarna jullie allebei met jullie telefoons schudden.
pl: Stuknij w kuriera lub potrząśnij, aby przekazać, a następnie oboje potrząsniecie telefonami.
pt_br: Toque em um mensageiro ou em Shake to Hand Off e ambos agitam seus telefones.
ro: Atingeți un curier sau Shake to Hand Off, apoi vă scuturați amândoi telefoanele.
ru: Коснись курьера или «Встряхни, чтобы передать трубку», после чего ты оба встряхнете свои телефоны.
sk: Klepnite na kuriéra alebo potriasť rukou a potom obaja potraste telefónmi.
sl: Tapnite kurir ali Shake to Hand Off, nato oba streseta telefona.
sq: Prekni një korrier ose Shake to Hand Off, më pas të dy tundni telefonat.
sr: Додирните курира или Схаке то Ханд Офф, а затим обоје протресете телефоне.
sv: Tryck på en kurir eller Shake to Hand Off, sedan skakar ni båda era telefoner.
th: แตะผู้ให้บริการจัดส่งหรือเขย่าเพื่อส่ง จากนั้นคุณทั้งคู่ก็เขย่าโทรศัพท์ของคุณ
tr: Bir kuryeye veya Teslim Etmek İçin Salla'ya dokunun, ardından ikiniz de telefonlarınızı sallayın.
uk: Торкнися кур’єра або «Shake to Hand Off», а потім потисніть телефони.
vi: Nhấn vào chuyển phát nhanh hoặc Lắc để tắt tay, sau đó cả hai cùng lắc điện thoại.
zh_hans: 点击快递员或摇动交接，然后双方摇动手机。
zh_hk: 點選快遞員或搖晃交接，然後雙方搖晃手機。

source: Tap for another comparison
ar: انقر لإجراء مقارنة أخرى
bg: Докоснете за друго сравнение
bs: Dodirnite za drugo poređenje
ca: Toqueu per a una altra comparació
cs: Klepnutím zobrazíte další srovnání
da: Tryk for en anden sammenligning
de: Für einen weiteren Vergleich tippen
el: Πατήστε για άλλη σύγκριση
es: Toca para otra comparación
et: Puudutage teise võrdluse vaatamiseks
eu: Sakatu beste alderaketa bat egiteko
fi: Napauta nähdäksesi toisen vertailun
fr: Appuie pour une autre comparaison
ga: Tapáil le haghaidh comparáide eile
gl: Toca para outra comparación
he: הקש להשוואה נוספת
hi: अन्य तुलना के लिए टैप करें
hr: Dodirnite za drugu usporedbu
hu: Koppintson az újabb összehasonlításhoz
id: Ketuk untuk perbandingan lainnya
is: Bankaðu til að fá annan samanburð
it: Tocca per un altro confronto
ja: タップすると別の比較が表示されます
ka: შეეხეთ სხვა შედარებისთვის
kk: Басқа салыстыру үшін түртіңіз
ko: 또 다른 비교를 보려면 탭하세요.
lt: Bakstelėkite, kad pamatytumėte kitą palyginimą
lv: Pieskarieties, lai skatītu citu salīdzinājumu
mk: Допрете за друга споредба
ms: Ketik untuk perbandingan lain
mt: Tektek għal paragun ieħor
nb: Trykk for en annen sammenligning
nl: Tik voor nog een vergelijking
pl: Kliknij, aby wyświetlić kolejne porównanie
pt_br: Toque para outra comparação
ro: Atingeți pentru o altă comparație
ru: Нажми, чтобы увидеть еще одно сравнение
sk: Klepnutím zobrazíte ďalšie porovnanie
sl: Tapnite za drugo primerjavo
sq: Prekni për një krahasim tjetër
sr: Додирните за друго поређење
sv: Tryck för en annan jämförelse
th: แตะเพื่อดูการเปรียบเทียบอื่น
tr: Başka bir karşılaştırma için dokunun
uk: Натисни для іншого порівняння
vi: Nhấn để xem một so sánh khác
zh_hans: 点击查看另一个比较
zh_hk: 點擊看另一個比較
